Repository: inveniosoftware/react-invenio-deposit
Catalog: src/lib/translations/messages/*/messages.po
Languages: et, uk, zh_cn

source: Once your upload is complete, you can publish or submit it for review to the community curators.
et: Kui üles laadimine on valmis, saad selle avaldada või saata selle grupi kuraatoritele üle vaatamiseks.
uk: Коли ваше заванаження готове, ви можете його опублікувати чи подати кураторам спільноти на розгляд.
zh_cn: 上传完成后，您可以将其发布或提交给社区策展人审查。

source: New version draft
et: Uue versiooni mustand
uk: Чернетка нової версії
zh_cn: 新版本草稿

source: Once your upload is complete, you can publish it.
et: Kui üles laadimine on valmis, saad selle avaldada.
uk: Коли ваше заванаження готове, ви можете його опублікувати.
zh_cn: 上传完成后，您可以发布它。

source: View request
et: Vaata taotlust
uk: Переглянути запит
zh_cn: 查看请求

source: Submitted for review
et: Ülevaatamisele saadetud
uk: Подати на розгляд
zh_cn: 提交审查

source: Change community
et: Muuda gruppi
uk: Змінити спільноту
zh_cn: 改变社区

source: Publish without community
et: Avalda ilma grupita
uk: Опублікувати без спільноти
zh_cn: 在没有社区的情况下发布

source: Select the community where you want to submit your record.
et: Vali grupp, kuhu tahad oma kirje lisada.
uk: Виберіть спільноту, до якої ви хочете подати ваше завантаження.
zh_cn: 选择要提交记录的社区。

source: View community
et: Vaata gruppi
uk: Переглянути спільноту
zh_cn: 查看社区

source: Opens in new tab
et: Avaneb uues sakis
uk: Буде відкрито у новій вкладці
zh_cn: 在新选项卡中打开

source: Selected
et: Valitud
uk: Вибрано
zh_cn: 选定的

source: Select
et: Vali
uk: Вибрати
zh_cn: 选择

source: Select
et: Vali
uk: Вибрати
zh_cn: 选择

source: Change
et: Muuda
uk: Змінити
zh_cn: 更改

source: Search for a funder by name
et: Otsi rahastajat nime järgi
zh_cn: 按姓名搜索资助者

source: Funder
et: Rahastaja
zh_cn: 资助机构

source: Search for funder...
et: Otsi rahastajat...
zh_cn: 搜索资助机构…

source: Award information
et: Grandi info
zh_cn: 项目资助信息

source: Award number
et: Grandi number
zh_cn: 项目编号

source: Award Title
et: Grandi pealkiri
zh_cn: 项目名称

source: Award URL
et: Grandi URL
zh_cn: 项目URL

source: Add standard award
et: Lisage standardauhind
zh_cn: 添加标准化项目信息

source: Add custom award
et: Lisa kohandatud autasu
zh_cn: 添加自定义项目信息

source: Change award
et: Muuda autasu
zh_cn: 变更项目

source: Did not find your award?
et: Ei leidnud oma autasu?
zh_cn: 没有找到你的项目？

source: Add a custom award.
et: Lisa kohandatud autasu.
zh_cn: 添加自定义项目。

source: Once the record is published you will no longer be able to change the files in the upload! However, you will still be able to update the record's metadata later.
et: Kui kirje on avaldatud, ei ole võimalik enam selle faile muuta! Saad aga hiljem kirje metaandmeid uuendada.
uk: Коли запис буде опублікоувано, ви більше не зможете змінювати файли у завантаженні! Проте ви все ж матимете можливість пізніше оновлюівати метадані запису.
zh_cn: 一旦记录发布，您将无法再更改上传中的文件！但是，稍后您仍然可以更新记录的元数据。

source: Submit for review
et: Saada ülevaatamisele
uk: Подати на розгляд
zh_cn: 提交供审查

source: optional
et: valikuline
uk: додатково
zh_cn: 可选择的

source: Open external link
et: Ava väline link
uk: Відкрити зовнішнє посилання
zh_cn: 打开外部链接

source: Search for awards
et: Otsi autasusid
zh_cn: 搜索项目

source: The record is publicly accessible. The files can <1>only</1> be accessed by <4>users specified</4> in the permissions.
et: Kirje on avalikult kättesaadav. Failidele pääsevad ligi <1>ainult</1> <4>määratud kasutajad</4>.
uk: Цей запис загальнодоступний. Файли доступні <1>лише</1> для <4>вказаних користувачів</4>, яким надано дозвіл.

source: Format
et: Vorming
uk: Формат

source: The files of this record are restricted.
et: Selle kirje failid on piiratud.
uk: Доступ до файлів цього запису обмежено.

source: Remove field
et: Eemalda väli
uk: Видалити поле

source: Did not find a community that fits you? Upload without a community or <2>create your own.</2>
et: Kas te ei leidnud teile sobivat kogukonda? Laadige üles ilma kogukonnata või<2> looge oma</2>.
uk: Не знайшли спільноти, яка вам підходить? Завантажте без спільноти, чи <2>створіть власну.</2>

source: Given names
et: Antud nimed
uk: Імена

source: Couldn't find your person? You can <2>create a new entry</2>.
et: Kas te ei leidnud oma inimest? Saate <2>luua uue kirje</2>.
uk: Не знайшли потрібної особи? Ви можете <2>створити новий запис</2>.

source: Drag and drop files
et: tõmmake ja pange failid
uk: Претягніть файл сюди

source: Default preview
et: Vaikimisi eelvaade
uk: Стандартний перегляд

source: Delete file
et: Kustuta fail
uk: Видалити файл

source: This is a Metadata-only record.
et: See on ainult metaandmeid sisaldav kirje.
uk: Цей запис містить лише метадані.

source: Oops, something went wrong! Importing files from the previous version failed. Please try again. If the problem persists, contact user support.
et: Oops! Midagi läks valesti! Failide importimine eelmisest versioonist ebaõnnestus. Palun proovi uuesti. Kui probleem püsib, võtke ühendust kasutajatoega.
uk: От халепа, щось пішло не так! Не вдалось імпортувати файли з попередньої версії. Будь ласка, спробуйте ще раз. Якщо проблема не минає, зверніться до служби підтримки.

source: Funder is required.
et: Rahastaja on vajalik.

source: Title must be set alongside number.
et: Pealkiri tuleb määrata numbri kõrvale.

source: Number must be set alongside title.
et: Pealkirja kõrvale tuleb määrata number.

source: URL must be valid.
et: URL peab olema kehtiv.

source: URL must be set alongside title and number.
et: URL tuleb määrata pealkirja ja numbri kõrvale.

source: Identifiers
et: Identifikaatorid
uk: Ідентифікатори
zh_cn: 标识符

source: You must accept this.
et: Peate sellega leppima.

source: Before requesting review please read and check the following:
et: Enne ülevaatuse taotlemist lugege läbi ja kontrollige järgmist.
uk: Перед поданням запиту на розгляд, буль ласка, прочитайте та позначте наступне:

source: The '{{communityTitle}}' curators will have access to <bold>view</bold> and <bold>edit</bold> your upload's metadata and files.
et: Grupi '{{communityTitle}}' kuraatoritel on ligipääsuõiguse, et <bold>vaadata</bold> ja <bold>muuta</bold> sinu üles laaditud faile ja nende metaandmeid.
uk: Куратори спільноти '{{communityTitle}}' матимуть доступ до <bold>перегляду</bold> та <bold>редагування</bold> метаданих та файлів вашого завантаження.
zh_cn: “{{communityTitle}}”策展人可以访问 <bold>查看</bold>和<bold>编辑</bold>您的 上传的元数据和文件。

source: If your upload is accepted by the community curators, it will be <bold>immediately published</bold>. Before that, you will still be able to modify metadata and files of this upload.
et: Kui kogukonna kuraatorid nõustuvad teie üleslaadimisega, <bold>avaldatakse see kohe</bold>. Enne seda saate siiski selle üleslaadimise metaandmeid ja faile muuta.
uk: Якщо ваше завантаження буде прийняте кураторами спільноти, воно буде <bold>негайно опубліковане</bold>. До цього часу ви ще можете змінювати метадані та файли цього подання.

source: Progress
uk: Поступ
zh_cn: 进程

source: Link
uk: Посилання
zh_cn: 链接

source: DOI
zh_cn: 数字对象唯一标识符

source: Number
zh_cn: 编号

source: URL
zh_cn: 统一资源定位系统
