Repository: inveniosoftware/react-invenio-deposit
Catalog: src/lib/translations/messages/*/messages.po
Languages: et, uk, zh_cn

source: Embargo until
et: Embargo kuni
uk: Ембарго до
zh_cn: 禁运直到

source: YYYY-MM-DD
et: AAAA-KK-PP
uk: РРРР-ММ-ДД
zh_cn: 年-月-日

source: The full record is restricted.
et: Täiskirje on piiratud ligipääsuga.
uk: Доступ до повгого запису обмежено.
zh_cn: 完整数据记录受到限制。

source: Embargoed (full record)
et: Embargo all (täiskirje)
uk: Під ембарго (повний запис)
zh_cn: 禁运（完整记录）

source: Embargoed (files-only)
et: Embargo all (ainult failid)
uk: Під ембарго (лише файли)
zh_cn: 禁运（仅文件）

source: The record is publicly accessible. On <bold>{{ date }}</bold> the files will automatically be made publicly accessible. Until then, the files can <bold>only</bold> be accessed by <bold>users specified</bold> in the permissions.
et: Kirje on avalikult ligipääsetav. <bold>{{ date }}</bold> tehakse failid automaatselt avalikult ligipääsetavaks. Seni saavad failidele ligi <bold>ainult</bold> ligipääsuloaga <bold>määratud kasutajad</bold>.
uk: Зпис загальнодоступний. Після <bold>{{ date }}</bold> файли автоматично стануть загальнодоступними. До цього часу файли доступні <bold>лише</bold> для <bold>вказаних користувачів</bold>, яким надано дозвіл.
zh_cn: 该记录可公开获取。在<bold>{{ date }}</bold>时，文件将自动公开。在此之前，文件<bold>只能</bold>由权限中<bold>指定的用户</bold>访问。

source: The record has no files.
et: Antud kirjel failid puuduvad.
uk: Запис на містить файлів
zh_cn: 本记录没有文件

source: On <bold>{{ date }}</bold> the record will automatically be made publicly accessible. Until then, the record can <bold>only</bold> be accessed by <bold>users specified</bold> in the permissions.
et: <bold>{{ date }}</bold> tehakse kirje avalikult ligipääsetavaks. Seni saavad kirjele ligi <bold>ainult</bold> ligipääsuloaga<bold>määratud kasutajad</bold>.
uk: Після <bold>{{ date }}</bold> запис автоматично стане загальнодоступним. До цього часу запис доступний <bold>лише</bold> для <bold>вказаних користувачів</bold>, яким надано дозвіл.
zh_cn: 在<bold>{{ date }}</bold>该记录将自动公开。在此之前，记录<bold>只能</bold>由权限中<bold>指定的用户</bold>访问。

source: Public
et: Avalik
uk: Публічний
zh_cn: 公开

source: Restricted
et: Piiratud
uk: Обмежений доступ
zh_cn: 被限制

source: The record and files are publicly accessible.
et: Kirje ja failid on avalikult kättesaadavad.
uk: Запис та файли загальнодоступні.
zh_cn: 记录和文件可公开访问。

source: The record is publicly accessible.
et: Kirje on avaliku juurdepääsuga.
uk: Запис загальнодоступний
zh_cn: 该记录可公开获取。

source: Public with restricted files
et: Avalik, aga failidele juurdepääs on piiratud
uk: Загальнодоступний з обмеженням на доступ до файлів
zh_cn: 公开受限制的文件

source: The record can <1>only</1> be accessed by <3>users specified</3> in the permissions.
et: Kirjele saavad ligi <1>ainult</1> ligipääsuõigustes <3>määratud kasutajad</3>.
uk: Запис доступний <1>лише</1> для <3>вказаних користувачів</3>, яким надано дозвіл.
zh_cn: 记录<1>只能</1>由权限中<3>指定的用户</3>访问。

source: Full record
et: Täiskirje
uk: Повний запис
zh_cn: 完整记录

source: Files only
et: Ainult failid
uk: Лише файли
zh_cn: 仅文件

source: Apply an embargo
et: Pane embargo alla
uk: Застосувати ембарго
zh_cn: 实施禁运

source: Embargo reason
et: Embargo põhjus
uk: Підстава для ембарго
zh_cn: 禁运原因

source: Optionally, describe the reason for the embargo.
et: Soovi korral kirjelda embargo alla panemise põhjust.
uk: Додатково можна вказати підставу для застосування ембарго.
zh_cn: 或者，描述禁运的原因。

source: Embargo was lifted on {{fmtDate}}.
et: Embargo lõpetati {{fmtDate}}.
uk: Ембарго знято з {{fmtDate}}.
zh_cn: 禁运于 {{fmtDate}}解除。

source: Reason
et: Põhjus
uk: Підстава
zh_cn: 原因

source: Record or files protection must be <1>restricted</1> to apply an embargo.
et: Embargo kehtestamiseks peab kirjele või failidele juurdepääs olema <1>piiratud</1>.
uk: Для застосування ембарго запис чи файли повинні мати <1>обмежений доступ</1>.
zh_cn: 必须<1>限制</1>记录或文件保护以实施禁运。

source: Options
et: Valikud
uk: Опції
zh_cn: 选项

source: Add description
et: Lisa kirjeldus
uk: Додати опис
zh_cn: 添加描述

source: Additional Description
et: Täiendav kirjeldus
uk: Додатковий опис
zh_cn: 额外的描述

source: Type
et: Tüüp
uk: Тип
zh_cn: 类型

source: Language
et: Keel
uk: Мова
zh_cn: 语言

source: Select language
et: Vali keel
uk: Виберіть мову
zh_cn: 选择语言

source: Add titles
et: Lisa pealkirju
uk: Додати заголовки
zh_cn: 添加标题

source: Search or create affiliation'
et: Otsi või lisa seos
uk: Знайти чи створити приналежності
zh_cn: 搜索或创建附属关系'

source: Affiliations
et: Seosed
uk: Приналежності
zh_cn: 从属关系

source: Search for affiliations..
et: Otsi seoseid...
uk: Шукати приналежності...
zh_cn: 搜索附属机构…

source: Add creator
et: Lisa looja
uk: Додати автора
zh_cn: 添加创建者

source: Edit
et: Redigeeri
uk: Редагувати
zh_cn: 编辑

source: Remove
et: Eemalda
uk: Вилучити
zh_cn: 移除

source: Name identifiers
et: Nime identifikaatorid
uk: Ідентифікатори
zh_cn: 名称标识符

source: e.g. ORCID, ISNI or GND.
et: nt ORCID, ISNI või GND.
uk: напр. ORCID, ISNI чи GND.
zh_cn: e.g. ORCID, ISNI或GND。

source: Type the value of an identifier...
et: Sisesta identifikaator...
uk: Вкажіть ваш ідентифікатор
zh_cn: 键入标识符的值…

source: Save and add another
et: Salvesta ja lisa veel üks
uk: Зберегти та додати ще один
zh_cn: 保存并添加另一个

source: Family name is a required field.
et: Perekonnanime väli on kohustuslik.
uk: Поле "прізвище" є обовʼязковим.
zh_cn: 姓氏是必填字段。

source: Name is a required field.
et: Nime väli on kohustuslik.
uk: Поле "назва" є обовʼязковим.
zh_cn: 名称是必填字段。

source: Role is a required field.
et: Rolli väli on kohustuslik.
uk: Поле "роль" є обовʼязковим.
zh_cn: 角色是必填字段。

source: Added
et: Lisatud
uk: Додано
zh_cn: 补充

source: Person
et: Isik
uk: Особа
zh_cn: 人

source: Organization
et: Organisatsioon
uk: Організація
zh_cn: 组织

source: Family name
et: Perekonnanimi
uk: Прізвище
zh_cn: 姓

source: Name
et: Nimetus
uk: Назва
zh_cn: 名称

source: Organization name
et: Organisatsiooni nimi
uk: Назва організації
zh_cn: 组织名称

source: Role
et: Roll
uk: Роль
zh_cn: 角色

source: Select role
et: Vali roll
uk: Вкажіть роль
zh_cn: 选择角色

source: Cancel
et: Tühista
uk: Скасувати
zh_cn: 取消

source: Save
et: Salvesta
uk: Зберегти
zh_cn: 保存

source: Add date
et: Lisa kuupäev
uk: Додати дату
zh_cn: 添加日期

source: Format: DATE or DATE/DATE where DATE is YYYY or YYYY-MM or YYYY-MM-DD.
et: Formaat KUUPÄEV või KUUPÄEV/KUUPÄEV, kus KUUPÄEV on AAAA või AAAA-KK või AAA-KK-PP.
uk: Формат: ДАТА чи ДАТА/ДАТА, де ДАТА має форму РРРР чи РРРР-ММ чи РРРР-ММ-ДД.
zh_cn: 格式：日期或日期/日期，其中日期为YYYY或YYYY-MM或YYYY-MM-DD。

source: Date
et: Kuupäev
uk: Дата
zh_cn: 日期

source: Description
et: Kirjeldus
uk: Опис
zh_cn: 描述

source: Dates
et: Kuupäevad
uk: Дати
zh_cn: 日期

source: YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD
et: AAAA-KK-PP või AAAA-KK-PP/AAAA-KK-PP
uk: ДДДД-ММ-ДД чи РРРР-ММ-ДД/РРРР-ММ-ДД
zh_cn: YYYY-MM-DD或YYYY-MM-DD/YYYY-MM-DD

source: discard changes
et: loobu muudatustest
uk: скасувати зміни
zh_cn: 放弃更改

source: discard version
et: loobu versioonist
uk: скасувати версію
zh_cn: 放弃版本

source: delete
et: kustuta
uk: видалити
zh_cn: 删除

source: Are you sure you want to discard the changes to this draft?
et: Kas oled kindel, et soovid selle mustandi muudatustest loobuda?
uk: Ви певні, що слід скасувати зміни до цієї чернетки?
zh_cn: 是否确实要放弃对此草稿的更改？

source: Are you sure you want to delete this new version?
et: Kas oled kindel, et soovid selle uue versiooni kustutada?
uk: Ви певні, що слід видалити цю нову версію?
zh_cn: 是否确实要删除此新版本？

source: Are you sure you want to delete this draft?
et: Oled kindel, et soovid selle mustandi kustutada?
uk: Ви певні, чо слуд видалити цю чернетку?
zh_cn: 是否确定要删除此草稿？

source: New version
et: Uus versioon
uk: Нова версія
zh_cn: 新版本

source: New upload
et: Uus üleslaadimine
uk: Нове завантаження
zh_cn: 最新上传

source: Edit upload
et: Redigeeri üleslaadimist
uk: Редагувати завантаження
zh_cn: 编辑上传

source: Uploading the selected files would result in
et: Valitud failide üles laadimise tulemus on
uk: Завантаження вибраного файлу призведе до
zh_cn: 上载所选文件将导致

source: but the limit is
et: aga limiit on
uk: але встановлено обмеження
zh_cn: 但限制是

source: You can import files from the previous version.
et: Võid importida eelmise versiooni faile.
uk: Ви можете імпортувати файли з попередньої версії.
zh_cn: 您可以从以前的版本导入文件。

source: File addition, removal or modification are not allowed after you have published your upload.
et: Failide lisamine, eemaldamine või muutmine ei ole lubatud pärast üleslaadimise avaldamist.
uk: Додати, вилучити, чи замінити файли після публікації запису буде неможливо.
zh_cn: 发布上传后，不允许添加、删除或修改文件。

source: You must create a new version to add, modify or delete files.
et: Pead looma uue versiooni, kui soovid faile lisada, muuta või kustutada.
uk: Вам слід створити нову версію, щоб додати, вилучити, чи замінити файли.
zh_cn: 您必须创建新版本才能添加、修改或删除文件。

source: Upload files
et: Lae failid üles
uk: Завантажити файли
zh_cn: 上传文件

source: Import files
et: Impordi failid
uk: Імпортувати файли
zh_cn: 导入文件

source: Preview
et: Eelvaade
uk: Попередній перегляд
zh_cn: 预览

source: Filename
et: Faili nimi
uk: Назва файлу
zh_cn: 文件名

source: Size
et: Suurus
uk: Розмір
zh_cn: 规模

source: This is the file fingerprint (MD5 checksum), which can be used to verify the file integrity.
et: See on faili sõrmejälg (MD5 checksum), mida saab kasutada faili tervikluse verifitseerimiseks.
uk: Це цифровий відбиток (контрольна сума MD5), який можна використати для перевірки цілісності файлу.
zh_cn: 这是文件指纹（MD5校验和），可用于验证文件完整性。

source: Pending
et: Ootel
uk: Очікують
zh_cn: 等待中

source: or
et: või
uk: або
zh_cn: 或

source: Metadata-only record
et: Ainult metaandmete kirje
uk: Запис містить лише метадані
zh_cn: 仅元数据记录

source: Storage available
et: Vaba salvestusruum
uk: Доступне місце для зберігання
zh_cn: 可用存储空间

source: {{length}} out of {{maxfiles}} files
et: {{length}} {{maxfiles}} failist
uk: {{length}} з {{maxfiles}} файлів
zh_cn: {{length}}共{{maxfiles}}个文件

source: out of
et: millestki
uk: з
zh_cn: 从…里面

source: Files
et: Failid
uk: Файли
zh_cn: 文件

source: Resource type
et: Ressursi liik
uk: Тип ресурсу
zh_cn: 资源类型

source: Title
et: Pealkiri
uk: Заголовок
zh_cn: 标题

source: Additional titles
et: Täiendavad pealkirjad
uk: Додаткові назви
zh_cn: 其他标题

source: Publication date
et: Avaldamise kuupäev
uk: Дата публікації
zh_cn: 发布日期

source: Creators
et: Loojad
uk: Автори
zh_cn: 创建人

source: Contributors
et: Kaastöölised
uk: Учасники
zh_cn: 贡献者

source: Additional descriptions
et: Täiendavad kirjeldused
uk: Додаткові описи
zh_cn: 其他说明

source: Licenses
et: Litsentsid
uk: Ліцензії
zh_cn: 许可证

source: Languages
et: Keeled
uk: Мови
zh_cn: 语言

source: Version
et: Versioon
uk: Версія
zh_cn: 版本

source: Publisher
et: Avaldaja
uk: Видавець
zh_cn: 发布者

source: Related works
et: Seotud tööd
uk: Пов'язані праці
zh_cn: 相关的工作

source: Alternate identifiers
et: Alternatiivsed identifikaatorid
uk: Альтернативні ідентифікатори
zh_cn: 可选的标识符

source: Record successfully saved.
et: Kirje salvestamine õnnestus.
uk: Запис успішно збережено.
zh_cn: 记录已成功保存。

source: Record saved with validation errors:
et: Kirje salvestati valideerimise vigadega:
uk: Запис збережено з помилками перевірки:
zh_cn: 保存了带有验证错误的记录：

source: Oops, something went wrong! The draft was not saved. Please try again. If the problem persists, contact user support.
et: Oih, midagi läks valesti! Mustandit ei salvestatud. Palun proovi uuesti. Kui probleem ei kao, võta ühendust kasutajatoega.
uk: От халепа, щось пішло не так! Чернетку не збережено. Будь ласка, спробуйте ще раз. Якщо проблема не минає, зверніться до служби підтримки.
zh_cn: 哎呀，出了点问题！草稿未保存。请重试。如果问题仍然存在，请联系用户支持。

source: Oops, something went wrong! The draft was not published. Please try again. If the problem persists, contact user support.
et: Oih, midagi läks valesti! Mustandit ei avaldatud. Palun proovi uuesti. Kui probleem ei kao, võta ühendust kasutajatoega.
uk: От халепа, щось пішло не так! Чернетку не опубліковано. Будь ласка, спробуйте ще раз. Якщо проблема не минає, зверніться до служби підтримки.
zh_cn: 哎呀，出了点问题！草案未公布。请重试。如果问题仍然存在，请联系用户支持。

source: Oops, something went wrong! The draft was not submitted for review. Please try again. If the problem persists, contact user support.
et: Oih, midagi läks valesti! Mustandit ei saadetud ülevaatamisele. Palun proovi uuesti. Kui probleem ei kao, võta ühendust kasutajatoega.
uk: От халепа, щось пішло не так! Чернетку не відправлено на розгляд. Будь ласка, спробуйте ще раз. Якщо проблема не минає, зверніться до служби підтримки.
zh_cn: 哎呀，出了点问题！草案未提交审查。请重试。如果问题仍然存在，请联系用户支持。

source: Oops, something went wrong! The draft was not deleted. Please try again. If the problem persists, contact user support.
et: Oih, midagi läks valesti! Mustandit ei kustutatud. Palun proovi uuesti. Kui probleem ei kao, võta ühendust kasutajatoega.
uk: От халепа, щось пішло не так! Чернетку не видалено. Будь ласка, спробуйте ще раз. Якщо проблема не минає, зверніться до служби підтримки.
zh_cn: 哎呀，出了点问题！草案未删除。请重试。如果问题仍然存在，请联系用户支持。

source: Oops, something went wrong! The draft cannot be previewed. Please try again. If the problem persists, contact user support.
et: Oih, midagi läks valesti! Mustandi eelvaadet ei ole võimalik kuvada. Palun proovi uuesti. Kui probleem ei kao, võta ühendust kasutajatoega.
uk: От халепа, щось пішло не так! Чернетку неможливо переглянути. Будь ласка, спробуйте ще раз. Якщо проблема не минає, зверніться до служби підтримки.
zh_cn: 哎呀，出了点问题！无法预览草稿。请重试。如果问题仍然存在，请联系用户支持。

source: Oops, something went wrong! The identifier was not reserved. Please try again. If the problem persists, contact user support.
et: Oih, midagi läks valesti! Identifikaatorit ei reserveeritud. Palun proovi uuesti. Kui probleem ei kao, võta ühendust kasutajatoega.
uk: От халепа, щось пішло не так! Ідентифікатор не зарезервовано. Будь ласка, спробуйте ще раз. Якщо проблема не минає, зверніться до служби підтримки.
zh_cn: 哎呀，出了点问题！标识符未保留。请重试。如果问题仍然存在，请联系用户支持。

source: Oops, something went wrong! The identifier was not discarded. Please try again. If the problem persists, contact user support.
et: Oih, midagi läks valesti! Identifikaatorist ei õnnestunud eemaldada. Palun proovi uuesti. Kui probleem ei kao, võta ühendust kasutajatoega.
uk: От халепа, щось пішло не так! Ідентифікатор не скасовано. Будь ласка, спробуйте ще раз. Якщо проблема не минає, зверніться до служби підтримки.
zh_cn: 哎呀，出了点问题！标识符未被丢弃。请重试。如果问题仍然存在，请联系用户支持。

source: Oops, something went wrong! The draft could not be saved before uploading the file. Please try again. If the problem persists, contact user support.
et: Oih, midagi läks valesti! Mustandit ei õnnestunud enne faili üles laadimist salvestada. Palun proovi uuesti. Kui probleem ei kao, võta ühendust kasutajatoega.
uk: От халепа, щось пішло не так! Чернетку не вдалось зберегти перед завантаженням файлу. Будь ласка, спробуйте ще раз. Якщо проблема не минає, зверніться до служби підтримки.
zh_cn: 哎呀，出了点问题！上载文件之前无法保存草稿。请重试。如果问题仍然存在，请联系用户支持。

source: Add award
et: Lisa auhind
zh_cn: 添加奖励

source: Add identifier
et: Lisa identifikaator
uk: Додати ідентифікатор
zh_cn: 添加标识符

source: Identifier
et: Identifikaator
uk: Ідентифікатор
zh_cn: 标识符

source: Scheme
et: Skeem
uk: Схема
zh_cn: 计划

source: Search for languages...
et: Otsi keeli...
uk: Шукати мови...
zh_cn: 搜索语言…

source: Search for a language by name (e.g "eng", "fr" or "Polish")
et: Otsi keeli nende nime järgi (nt "eng", "fr" või "Polish")
uk: Шукати мову за назвою (напр. "eng", "fr" чи "Ukrainian")
zh_cn: 按名称搜索语言（例如“eng”、“fr”或“Polish”）

source: Add standard
et: Lisa standard
zh_cn: 添加标准

source: Add custom
et: Lisa kohandus
zh_cn: 添加自定义

source: Read more
et: Loe rohkem
uk: Детальніше
zh_cn: 阅读更多

source: Title is a required field.
et: Pealkirja väli on nõutud.
uk: Поле "заголовок" обовʼязкове
zh_cn: 标题是必填字段。

source: Link must be a valid URL
et: Link peab olema kehtiv URL
uk: Посилання має бути дійсним URL
zh_cn: 链接必须是有效的URL

source: Recommended
et: Soovitatud
uk: Рекомендоване

source: All
et: Kõik
uk: Всі
zh_cn: 全部

source: Data
et: Andmed
uk: Дані
zh_cn: 数据

source: Software
et: Tarkvara
uk: Програмне забезпечення
zh_cn: 软件

source: License title
et: Litsentsi pealkiri
uk: Назва ліцензії
zh_cn: 许可证标题

source: License link
et: Litsentsi link
uk: Посилання на ліцензію
zh_cn: 许可证链接

source: Add license
et: Lisa litsents
uk: Додати ліцензію
zh_cn: 添加许可证

source: Change license
et: Muuda litsentsi
uk: Змінити ліцензію
zh_cn: 更改许可证

source: You don't have permissions to create a new version.
et: Sul ei ole õigusi uue versiooni loomiseks.
uk: Ви не маєте права створювати нову версію.
zh_cn: 您没有创建新版本的权限。

source: In case your upload was already published elsewhere, please use the date of the first publication. Format: YYYY-MM-DD, YYYY-MM, or YYYY. For intervals use DATE/DATE, e.g. 1939/1945.
et: Kui sinu üleslaetav fail on juba kuskil avaldatud, palun kasuta esimese avaldamise kuupäeva. Formaat: AAAA-KK-PP, AAAA-KK või AAAA. Intervallide jaoks kasuta KUUPÄEV/KUUPÄEV, nt 1939/1945.
uk: Якщо ваше завантаження було опубліковане раніше, будь ласка, вкажіть дату першої публікації. Формат: РРРР-ММ-ДД, РРРР-ММ, чи РРРР. Для проміжків часу вкажіть ДАТА/ДАТА, напр 1939/1945.
zh_cn: 如果您的上传已经在其他地方发布，请使用第一次发布的日期。格式：YYYY-MM-DD、YYYY-MM或YYYY。对于间隔，使用日期/日期，例如1939/1945。

source: YYYY-MM-DD or YYYY-MM-DD/YYYY-MM-DD for intervals. MM and DD are optional.
et: AAAA-KK-PP või AAAA-KK-PP/AAAA-KK-PP intervallide jaoks. KK ja PP on valikulised.
uk: РРРР-ММ-ДД чи РРРР-ММ-ДД/РРРР-ММ-ДД для проміжків часу. ММ та ДД вказувати не обовʼязково.
zh_cn: YYYY-MM-DD或YYYY-MM-DD/YYYY-MM-DD表示间隔。MM和DD是可选的。

source: The publisher is used to formulate the citation, so consider the prominence of the role.
et: Tsiteeringu formuleerimiseks kasutatakse kirjastajat, seega arvesta rolli esiletõstmisega.
uk: Видавець використвується для формування посилання, тому зважайте на важливість цієї ролі.
zh_cn: 出版商是用来制定引文的，所以要考虑角色的突出性。

source: Specify identifiers of related works. Supported identifiers include DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URNs, and URLs.
et: Täpsusta seotud tööde identifikaatoreid. Toetatud idendifikaatorid on DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URN ja URL.
uk: Вкажіть ідентифікатори повʼязаних праць. Підтримуються наступні ідентифікатори: DOI, Handle, ARK, PURL, ISSN, ISBN, PubMed ID, PubMed Central ID, ADS Bibliographic Code, arXiv, Life Science Identifiers (LSID), EAN-13, ISTC, URNs, а також URL.
zh_cn: 指定相关工程的标识符。支持的标识符包括DOI、Handle、ARK、PURL、ISSN、ISBN、PubMed ID、PubMed Central ID、ADS书目代码、arXiv、生命科学标识符（LSID）、EAN-13、ISTC、URNs和URL。

source: Add related work
et: Lisa seotud tööd
uk: Додати повʼязану працю
zh_cn: 添加相关工作

source: Relation
et: Seotus
uk: Звʼязок
zh_cn: 关系

source: Select relation...
et: Vali seotus...
uk: Виберіть звʼязок...
zh_cn: 选择关系…

source: Save draft
et: Salvesta mustand
uk: Зберегти чернетку
zh_cn: 保存草稿

source: Suggest from
et: Soovita
uk: Пропонувати з
zh_cn: 建议从

source: Subjects
et: Teemad
uk: Дисципліни

source: Search for a subject by name
et: Otsi teemat nime järgi
uk: Шукати дисципліну за назвою
zh_cn: 按名称搜索主题

source: Mostly relevant for software and dataset uploads. A semantic version string is preferred see<1> semver.org</1>, but any version string is accepted.
et: Peamiselt oluline tarkvara ja andmekogumite üleslaadimise jaoks. Semantiline versioonimine on eelistatud, vaata<1>semver.org</1>, kuid vastuvõetavad on ka muud versioonistringid.
uk: Здебільшого стосується програмного забезпечення та завантаження наборів даних. Рекомендовано використовувати рядок семантичної версії<1> semver.org</1>, але приймається будь-який рядок версії.
zh_cn: 主要与软件和数据集上传相关。语义版本字符串最好参见<1>semver.org</1>，但接受任何版本字符串。

source: Do you already have a {{pidLabel}} for this upload?
et: Kas sul on juba {{pidLabel}} selle üleslaadimise jaoks?
uk: Ви вже маєте {{pidLabel}} для цього завантаження?
zh_cn: 你已经有一个{{pidLabel}}上传了吗？

source: Yes
et: Jah
uk: Так
zh_cn: 是

source: No
et: Ei
uk: Ні
zh_cn: 否

source: e.g. ROR, ISNI or GND.
et: nt ROR, ISNI või GND.
uk: напр. ROR, ISNI, чи GND.
zh_cn: e.g. ROR, ISNI或GND。

source: The following files already exist
et: Järgnevad failid on juba olemas
uk: Наступні файли вже існують
zh_cn: 以下文件已存在

source: Disable files for this record
et: Keela failid selle kirje puhul
uk: Унеможливити файли для цього запису
zh_cn: 禁用此记录的文件

source: Search
et: Otsi
uk: Пошук
zh_cn: 搜寻

source: Search or create subjects...
et: Otsi või loo teemasid...
uk: Знайти чи створити дисципліни...
zh_cn: 搜索或创建主题…

source: Edit creator
et: Muuda loojat
uk: Редагувати автора
zh_cn: 编辑创建者

source: Add {{mode}} license
et: Lisa {{mode}} litsents
uk: Додати {{mode}} ліцензію
zh_cn: 添加{{mode}}许可证

source: Change {{mode}} license
et: Muuda {{mode}} litsentsi
uk: Змінити {{mode}} ліцензію
zh_cn: 更改{{mode}}许可证

source: My communities
et: Minu grupid
uk: Мої спільноти
zh_cn: 我的社区

source: Search in all communities
et: Otsi kõikidest gruppidest
uk: Шукати у всіх спільнотах
zh_cn: 在所有社区中搜索

source: Search in my communities
et: Otsi minu gruppidest
uk: Шукати в моїх спільнотах
zh_cn: 在我的社区中搜索

source: Search for persons by name, identifier, or affiliation...
et: Otsi isikuid nime, identifikaatori või seose järgi...
uk: Шукати особу за іменем, ідентифікатором, чи приналежністю...
zh_cn: 按姓名、标识符或附属关系搜索人员…

source: Select a community
et: Vali grupp
uk: Вибрати спільноту
zh_cn: 选择社区

source: Submit review
et: Lisa arvustus
uk: Подати на розгляд
zh_cn: 提交审查

source: Publish
et: Avalda
uk: Опублікувати
zh_cn: 发表

source: Are you sure you want to publish this record?
et: Kas oled kindel, et soovid selle kirje avaldada?
uk: Ви певні, що сілд опублікувати даний запис?
zh_cn: 确实要发布此记录吗？

source: The draft was not published. Record saved with validation errors:
et: Mustandit ei avaldatud. Kirje salvestati valideerimise vigadega:
uk: Чернетку не опубліковано. Запис збережено з помилками перевірки:
zh_cn: 草稿未公布。保存了带有验证错误的记录：

source: The draft was not submitted for review. Record saved with validation errors:
et: Mustandit ei saadetud ülevaatamisele. Kirje salvestati valideerimise vigadega:
uk: Чернетку не надіслано на розгляд. Запис збережено з помилками перевірки:
zh_cn: 草稿未提交审查。保存了带有验证错误的记录：

source: In review
et: Ülevaatamisel
uk: На розгляді
zh_cn: 检查中

source: Community curators will review your upload. Once accepted, it will be published.
et: Grupi kuraatorid vaatavad sinu poolt üles laaditu üle. Kui kõik sobib, siis see avaldatakse.
uk: Куратори спільноти розглянуть ваше завантаження. У разі прийняття воно буде опубліковане.
zh_cn: 社区管理员将审查您的上传。一旦被接受，它将被公布。

source: Declined
et: Tagasi lükatud
uk: Відхилено
zh_cn: 拒绝

source: The request to submit this upload to the community was declined.
et: Taotlus lisada sinu poolt üles laaditu gruppi lükati tagasi.
uk: Запит на подання цього завантаження до спільноти відхилено.
zh_cn: 向社区提交此上传的请求被拒绝。

source: Expired
et: Aegunud
uk: Застаріло
zh_cn: 已过期

source: The request to submit this upload to the community has expired.
et: Taotlus lisada sinu poolt üles laaditu gruppi on aegunud.
uk: Термін розгляду запиту на подання цого завантаження до спільноти закінчився.
zh_cn: 向社区提交此上载的请求已过期。

source: Published
et: Avaldatud
uk: Опубліковано
zh_cn: 已发布

source: Your upload is published.
et: Sinu poolt üles laaditu on avaldatud.
uk: Ваше завантаження опубліковано.
zh_cn: 您的上传已发布。

source: Draft
et: Mustand
uk: Чернетка
zh_cn: 草稿

source: Once your upload is complete, you can submit it for review to the community curators.
et: Kui üles laadimine on valmis, saad selle saata grupi kuraatoritele üle vaatamiseks.
uk: Коли ваше заванаження готове, ви можете подати його кураторам спільноти на розгляд.
zh_cn: 上传完成后，您可以将其提交给社区管理员审查。
